{"k": 8, "kmer2idx": {"CGCCGCCG": 0, "CGCCAGCG": 1, "CCAGCGCC": 2, "GCGCCAGC": 3, "GCCAGCGC": 4, "CGCCGCGC": 5, "CCGCCAGC": 6, "GCCGCCGC": 7, "CCGCCGCC": 8, "GCGCCGCC": 9, "GGCGGCGA": 10, "CAGCGCCA": 11, "CGCCAGCA": 12, "CCGGCGGC": 13, "CCAGCAGC": 14, "CGGCGCGC": 15, "CTGCTGGC": 16, "CGCCGCCA": 17, "CAGCGCCG": 18, "GCCGGCGC": 19, "CCAGCGGC": 20, "CCAGGCGC": 21, "GCCGCCGA": 22, "CCGCGCCG": 23, "CAGCAGCG": 24, "CCAGCGCG": 25, "CCAGCAGG": 26, "CGGCCAGC": 27, "CGCGCCGC": 28, "CTGGCGGC": 29, "GCAGGCGC": 30, "CAGCGGCG": 31, "CAGCAGGC": 32, "CCTGGCGC": 33, "CCAGGCCG": 34, "CAGCAGCA": 35, "AGCGCCAG": 36, "CGCCAGGC": 37, "GCAGCGCC": 38, "AGGCGCTG": 39, "CGCCTGGC": 40, "AGCGCCTG": 41, "CCGCCGGC": 42, "GCTGGCGA": 43, "CGGCCTGC": 44, "CCGGCGCC": 45, "CGCTGGCC": 46, "GCCGCGCC": 47, "CGCCAGCC": 48, "CTGGCGCA": 49, "CGCGCCAG": 50, "CGCGGCGC": 51, "CCTGCTGC": 52, "CCGCTGGC": 53, "CCTGGCCG": 54, "CAGGCCGA": 55, "CGGCGGCA": 56, "CGCTGCCG": 57, "CCGGCGCG": 58, "GCCGGCGA": 59, "CAGCGCGC": 60, "GCCTGCGC": 61, "CGCCGAGC": 62, "CGCTGCGC": 63, "CCGCCGCG": 64, "CCTCGGCG": 65, "CGGCGGCC": 66, "CCACCAGC": 67, "CCTGCGCC": 68, "GCAGCAGC": 69, "CAGCGGCA": 70, "CGCGGCGA": 71, "CGCCGGGC": 72, "GCGCTGGA": 73, "GCAGCGGC": 74, "CGCCGGCC": 75, "CTGCGCCA": 76, "GGCGCCGA": 77, "ATCGCCGC": 78, "CGCCGACG": 79, "CTGGCCGA": 80, "GCGGCGCC": 81, "CGGCGAGC": 82, "CGCAGGCG": 83, "GCCAGGCC": 84, "CGCGCCGA": 85, "CGCCGGCA": 86, "CGCGCAGC": 87, "CAGCGCGG": 88, "CATCGCCG": 89, "AGCGCCGC": 90, "AGCAGCAG": 91, "GGCGCTGA": 92, "CCGGCAGC": 93, "CCAGGGCG": 94, "CGCGCGGC": 95, "CGCCGACC": 96, "GCTGCGCC": 97, "CGGCGACG": 98, "GCGCGCCA": 99, "CGGCGATC": 100, "CACCAGCG": 101, "CCGCGGCG": 102, "CCGCCTGC": 103, "CCGCCAGG": 104, "CCGGCCAG": 105, "CGATGGCG": 106, "AGCGCGGC": 107, "GCCAGGGC": 108, "CGACGCCG": 109, "CACCAGCA": 110, "CGCCGCCC": 111, "CCAGCACC": 112, "CAGGCGCA": 113, "CGGCTGGC": 114, "ACCAGCGC": 115, "CTGCTGGA": 116, "GCCGAGCA": 117, "CTGGCCGC": 118, "CGGCGAAG": 119, "GCGGCAGC": 120, "AGCAGCGC": 121, "CCCGGCGC": 122, "GCCTGGCC": 123, "CGCCCAGC": 124, "AGCAGGCG": 125, "CCTGCTCG": 126, "AGCGCGCC": 127, "CGATGCCG": 128, "CAGGCCGC": 129, "CGGCGACC": 130, "CCTCGCCG": 131, "CGCCCTGC": 132, "CCATCGCC": 133, "CAGGCGCG": 134, "CGCCCGGC": 135, "GCGCAGCA": 136, "CGCGCGCC": 137, "CGCCGGCG": 138, "CCAGCCAG": 139, "CCTGCGCG": 140, "CGCGCTGC": 141, "CTCGGCGA": 142, "CAGGCCGG": 143, "CGCCACCG": 144, "CCGCGCGC": 145, "ATCGCCAG": 146, "GGCCAGCA": 147, "GCGGCGAA": 148, "CAGGCGGC": 149, "CGGCGCCA": 150, "CTGGCGGA": 151, "CGACGGCG": 152, "ACCAGCAG": 153, "CATCGCCA": 154, "CGACCTGC": 155, "ACCTGCTG": 156, "CGCAGCGC": 157, "AGGCGGCG": 158, "CTGCGCGA": 159, "ACCGCCAG": 160, "GCGGCGAC": 161, "CGGCGCAG": 162, "CCAGCCGC": 163, "CTCGCCGC": 164, "CCAGGCGG": 165, "GCCCAGGC": 166, "ACGCCGCC": 167, "CCTGGGCG": 168, "CATCGGCG": 169, "GCATCGCC": 170, "CAGGGCGA": 171, "GCGCCGAC": 172, "GGCGCGCA": 173, "CACCGCCA": 174, "GCGGCGCA": 175, "CGCTGGGC": 176, "CGGCAGGC": 177, "CAGCACCA": 178, "CACCGCCG": 179, "GTCGGCGA": 180, "CTCGGCGC": 181, "GGCGGCCA": 182, "CGCCGAAG": 183, "CCACCGCC": 184, "CGGCGCCG": 185, "GGCGATCA": 186, "CGGCAGCA": 187, "GCGCGGCA": 188, "GCCGCGCA": 189, "CGCCACCA": 190, "CAGCCAGC": 191, "CGCAGCAG": 192, "AGCGGCGC": 193, "CTCGCCGA": 194, "AGCTGGCG": 195, "CTTCCAGC": 196, "AGCAGGCC": 197, "ACCGCCGC": 198, "CGATCAGC": 199, "GCGCGGCC": 200, "GCCGAGGC": 201, "CTGCGCGC": 202, "GCCGGCCA": 203, "GATCGCCA": 204, "CGACCAGC": 205, "CCCGCGCC": 206, "GCTGGCCA": 207, "GCACCAGC": 208, "CCTGCCGC": 209, "CCAGGTCG": 210, "ATCAGCGC": 211, "CACCGGCG": 212, "CCGCCACC": 213, "CCGCGCCA": 214, "CCCAGCGC": 215, "CGGCGAAC": 216, "GCGCCACC": 217, "CGCCCGCG": 218, "GCCAGCCA": 219, "CGCCCGCC": 220, "GCCGACGC": 221, "CCCGGCGG": 222, "AGGCCGGC": 223, "CCGGCGAC": 224, "CGCCGATC": 225, "CCGCCGAG": 226, "GTCGCCGA": 227, "GGTGGCGA": 228, "CCCTGGCG": 229, "CCGGCGAG": 230, "CTGCCGCC": 231, "CGGCGTGC": 232, "GGCGGTGA": 233, "CGCCTGCA": 234, "ACGCCAGC": 235, "CCAGCGCA": 236, "CAGCCAGG": 237, "AGGCGCAG": 238, "CGCTGACC": 239, "CCGAGCAG": 240, "GCCGACCA": 241, "GCCATCGC": 242, "CCAGCTCG": 243, "GGCGGCAA": 244, "AGGCCGCC": 245, "GCCGCTGA": 246, "ACGGCGGC": 247, "CTGGGCGA": 248, "CGCCGCGA": 249, "CACCGGCA": 250, "CCAGTTGC": 251, "GCCAGCGA": 252, "GCCGTCGC": 253, "GGCGATGA": 254, "CCAGTTCG": 255, "CGGCACCG": 256, "AGGCGCGC": 257, "CGCCTGGA": 258, "CTGGTGGC": 259, "CGCCGCAG": 260, "CCGCCGAC": 261, "CAGCACCG": 262, "CTGGCGCC": 263, "CCACGCCG": 264, "AACTGGCG": 265, "CACCACCA": 266, "CGAAGGCG": 267, "AGCGCCGG": 268, "CGCCGAAC": 269, "CCGGCAGG": 270, "GCCCGCGC": 271, "GCATCGGC": 272, "CGATGCGC": 273, "CTGGCGAA": 274, "GCGGCGGA": 275, "CCCTGGCC": 276, "CGGCGGGC": 277, "CGCTGATC": 278, "GCCAGCAC": 279, "GCGCCCGC": 280, "CCCGCCGC": 281, "AGCGGCAG": 282, "AGCCGCTG": 283, "CAGCAGGG": 284, "CCACCGGC": 285, "GCCGCAGC": 286, "GCCGGGCA": 287, "ATCGCCGA": 288, "GCTCCAGC": 289, "CTGCCGGC": 290, "CACCGCGC": 291, "CGTCGCGC": 292, "CCGCGCAG": 293, "CGCTGGAA": 294, "CTGGCTGC": 295, "CAGGTCGA": 296, "GGCCAGCC": 297, "ACCTGGCG": 298, "CGAGCAGC": 299, "GCGCTGCC": 300, "CCCGGCGA": 301, "GCTGCTGA": 302, "CGGCCGCC": 303, "CCCAGGCG": 304, "CGCCACGC": 305, "ATCGGCGC": 306, "CGGCCGGC": 307, "CCTGGTCG": 308, "GCTTCGCC": 309, "ACCGCCTG": 310, "ATCGCCGG": 311, "CGATCGCC": 312, "GCCGATCA": 313, "CGCCTGCC": 314, "CCGGCACC": 315, "GATGGCGA": 316, "GCGCCGGA": 317, "GCGTCGCC": 318, "CGCTCGGC": 319, "CGCTGGAG": 320, "CGGCGCGA": 321, "CCTCGGCC": 322, "TGCTGGAA": 323, "CGAAGCCG": 324, "CCACCACC": 325, "GGATCGCC": 326, "GAGCAGGC": 327, "GGCGAGCA": 328, "GCGGGCGA": 329, "ATCGCCTG": 330, "CAGCGCGA": 331, "CCTGCGGC": 332, "GATGGCGC": 333, "CGATCCGC": 334, "CATCAGCG": 335, "ACGCTGGC": 336, "ATCAGCAG": 337, "TCGGCGAA": 338, "CGCGCTGA": 339, "CCTTCGCC": 340, "CGGCAGCC": 341, "CGAGGCGC": 342, "CCAGCCGG": 343, "CAGCAGGA": 344, "AGCAGGGC": 345, "GGCGTCGA": 346, "CTGCTGCA": 347, "CGAGGCCG": 348, "GGCGACGA": 349, "CGAACAGC": 350, "CCGCCATC": 351, "GGCGACCA": 352, "CCGCTGCG": 353, "GCCGGTGA": 354, "GCGCTGAA": 355, "CCATCGGC": 356, "GCGACGCC": 357, "ATAAAAAA": 358, "CTGCTCGA": 359, "ACGCCGGC": 360, "CAGCCTGC": 361, "ATGGCGGC": 362, "GCCGAAGC": 363, "CCGGGCGC": 364, "AGGCGCCG": 365, "GCTGGTGA": 366, "GCCACCGC": 367, "GCTGGAAA": 368, "ACCGGCGC": 369, "AGCGGCGG": 370, "GCCGACGA": 371, "AGCCGCCG": 372, "CGGTGATC": 373, "CCGGCGAA": 374, "ACCGCGCC": 375, "CGAAGCGC": 376, "CCCGCCAG": 377, "CAGGGCGC": 378, "GAACTGGC": 379, "GCCGAGGA": 380, "ACCACCAG": 381, "CGCAGGCC": 382, "CAGGTCGC": 383, "GATGCCGC": 384, "CAGCTCGC": 385, "GCTCGGCC": 386, "AAAAATAA": 387, "GCACCGCC": 388, "CCGACGCC": 389, "CATCGGCA": 390, "CGCCATCA": 391, "GATGCCGA": 392, "CGATGGCC": 393, "CGCTGGTC": 394, "CCGCTGCC": 395, "CGGCAAGC": 396, "CGATCACC": 397, "CCGCAGGC": 398, "GGCGCGGA": 399, "CACGCCGC": 400, "GGCCGCCA": 401, "CTGGGCGC": 402, "ACCTGCGC": 403, "AGGCCAGC": 404, "CGCTGTTC": 405, "CCCTGCGC": 406, "CCCCGGCG": 407, "GCTGCGCA": 408, "ACTGGCGC": 409, "CGCCTCGC": 410, "AATAAAAA": 411, "CTGCTGCC": 412, "AGCTGCTG": 413, "CTTCGCCA": 414, "ATGCCGCC": 415, "GACGCCGC": 416, "CTGGTCGA": 417, "CTGCCGGA": 418, "CTGGCTGA": 419, "GCGCAGCC": 420, "TGCCGCCA": 421, "CCAGGGCC": 422, "GGCCTGGA": 423, "CGACAGCG": 424, "GCACCGGC": 425, "AAAATAAA": 426, "GGCGAAGA": 427, "ACAGCGCC": 428, "CGGTCAGC": 429, "GCTGCCGA": 430, "CCGGCGCA": 431, "CCGGCATC": 432, "GCAGCACC": 433, "GATCAGCA": 434, "AGGCCGAG": 435, "CCACCAGG": 436, "GCCGTCGA": 437, "CAACTGGC": 438, "CCAGGCCA": 439, "GCCGCCCA": 440, "CTGCTCGC": 441, "CCGCCCAG": 442, "GACGCCGA": 443, "CCCAGGCC": 444, "CCACGGCG": 445, "CCAGCACG": 446, "CGGCGCCC": 447, "CTCCAGCA": 448, "ACGCCGCG": 449, "CTGGTCGC": 450, "CGCCGGAA": 451, "GCGAGCGC": 452, "CCGACCAG": 453, "TCGCCGAA": 454, "CTGGTGGA": 455, "GCGCCGCA": 456, "CGGCACCA": 457, "CCGGCGTC": 458, "GCCCGGCA": 459, "CATCAGCA": 460, "AGGTCGGC": 461, "CAGCACGC": 462, "CACCACCG": 463, "CAGCGGCC": 464, "CGGCAACG": 465, "GCCGCCAC": 466, "CGCTCGCC": 467, "GGCCGGCA": 468, "CCGCAGCG": 469, "AACGCCAG": 470, "AGCACCAG": 471, "CCAGCGTC": 472, "GCAGGCGA": 473, "CACGCCGA": 474, "CGCCGGGA": 475, "ATCACCGC": 476, "CCGCGCCC": 477, "CCTGCTGA": 478, "CATCGCCC": 479, "CGTCCAGC": 480, "AGCGGCTG": 481, "ACCAGGCG": 482, "CGCGGCCG": 483, "CCGCGACG": 484, "GTCGAGCA": 485, "CAGCCGCG": 486, "CGGGCGGC": 487, "CCATCAGC": 488, "ATCGCCAT": 489, "GAACAGCA": 490, "CCAGCGGG": 491, "AGCAGCGG": 492, "GCCTTCGC": 493, "CAGCGCCC": 494, "ACGCGCTG": 495, "GACGGCGA": 496, "CTCGGCCA": 497, "GAGCTGGC": 498, "AGCCCGGC": 499, "ACCAGGCC": 500, "AACAGCGC": 501, "CAACGCCG": 502, "GCATCAGC": 503, "CGAGCGCC": 504, "ATCGGCGA": 505, "CCGGCCGC": 506, "CAGTTCGC": 507, "GCAACGCC": 508, "CAGCCCGG": 509, "TGGCGGAA": 510, "GACCAGCA": 511, "CCTGGCGA": 512, "CCTGTTCG": 513, "CCGTCGCC": 514, "CAGCCTGG": 515, "CACCAGGC": 516, "AACGCCTG": 517, "CCGCCCGC": 518, "AGCGGCGA": 519, "CGGCACGC": 520, "CTGCAGGC": 521, "CATCCAGC": 522, "GCGCCGAA": 523, "AACGCCGC": 524, "CGAGCGCG": 525, "AAAAATAT": 526, "CCGCCGGA": 527, "AGCGCGCG": 528, "CATCACCG": 529, "ATCGCCAC": 530, "CGGCCTGA": 531, "CGGTGCGC": 532, "CGCTGGCA": 533, "CCGCTGGA": 534, "AACAGCAG": 535, "ATCCAGCG": 536, "CGCGCCCG": 537, "ACCAGCGG": 538, "CCAGCCCG": 539, "CGACGCGC": 540, "CTGGAAGA": 541, "CGTCGAGC": 542, "GGCGAGGA": 543, "CCGTCGGC": 544, "GCAGCCGC": 545, "CAGGTCGG": 546, "ATGAAAAA": 547, "CAACGGCG": 548, "CCTGCAGC": 549, "CAGGCTGG": 550, "GCCCGGCC": 551, "GAAGGCGA": 552, "GACCTGGC": 553, "CAGGGCGG": 554, "CGCTTCGC": 555, "GATCGGCA": 556, "AGGGCGGC": 557, "GCCGCGAC": 558, "AGATCGCC": 559, "ATGCGCTG": 560, "ACCTGGCC": 561, "CCTCGACG": 562, "GCCCAGCA": 563, "CGACGGCA": 564, "CCACCGCG": 565, "CTGGCGAC": 566, "CAGGCGCC": 567, "CCGCCTCG": 568, "GCCGATGA": 569, "CTGGAAAA": 570, "AGCCGGCG": 571, "CGCCGGAG": 572, "ATAAAAAT": 573, "GCCACGCC": 574, "CCAGGCGA": 575, "AGCGCTGG": 576, "GCGATGCC": 577, "GAACAGGC": 578, "CATCACCA": 579, "CAGCAGCC": 580, "CCTGATCG": 581, "GCGCCTGA": 582, "GGCGAACA": 583, "CGTGGCGC": 584, "TGGCGAAA": 585, "GCTGACCA": 586, "CGCAGCCG": 587, "CAGCATCA": 588, "AAATAAAA": 589, "GCGGCACC": 590, "CGGCGACA": 591, "CGTCGCCA": 592, "CCGACGGC": 593, "CCTGCCAG": 594, "CGAGGGCG": 595, "CTGCCAGC": 596, "CCAGCATC": 597, "CCATCACC": 598, "GCGCTGCA": 599, "GCCGAACA": 600, "AGCGCTTC": 601, "CGGCGAAA": 602, "CCGAGCGC": 603, "AGCCGCGC": 604, "CCTTGCCG": 605, "GTCGGCCA": 606, "CGTCGGCC": 607, "ATCACCAG": 608, "ACCAGCAC": 609, "CAGCGTCG": 610, "CGCCATGC": 611, "AAGCGCTG": 612, "AGCGCATC": 613, "CGACCGCC": 614, "GCAACGGC": 615, "ACCGCCGG": 616, "AGCGCAGC": 617, "GCGCGCCC": 618, "CCGCCGAA": 619, "GCGACAGC": 620, "GTGCTGGA": 621, "CCGGTGGC": 622, "CGCGGCCA": 623, "ATCGGCGG": 624, "GCGCCAGA": 625, "ACCGGCAG": 626, "GGCGCAGA": 627, "CCATGCCG": 628, "CGCGACGC": 629, "CGGCATCA": 630, "CAGCCGCC": 631, "CTGGAAGC": 632, "CTGCGGCA": 633, "GCGGCAAC": 634, "GGCGCGCC": 635, "TAAAAATA": 636, "GCACCACC": 637, "ACCGGCGA": 638, "CCTCGACC": 639, "CCGGCAAC": 640, "ACTGGCGG": 641, "CGCCATCC": 642, "CAGGCTGC": 643, "CCTTCGGC": 644, "CCTGGCCA": 645, "GGTCAGCA": 646, "ACGCCCTG": 647, "AACTGCTG": 648, "CACGCCGG": 649, "CGCGGCAG": 650, "CCCAGCAG": 651, "CGCTGACG": 652, "ACGGCGCG": 653, "CCGCGGCC": 654, "GGCAGGCC": 655, "AGCCAGGC": 656, "GCCGGCAA": 657, "ACGGCCTG": 658, "ATTTTTAA": 659, "AGGCGCGG": 660, "GCCACGGC": 661, "CGATCTGC": 662, "CGCTCCAG": 663, "GAAGGCGC": 664, "ACCTGCCG": 665, "GCCAGCAA": 666, "AGCGCCAC": 667, "CTCGACGA": 668, "AAAATAAT": 669, "CGCTGCTC": 670, "GTCGCGCA": 671, "CCGTCGCG": 672, "CAGCCAGA": 673, "CCAGCAAC": 674, "CGCGCGCA": 675, "GCAGGCCA": 676, "CGCCAACG": 677, "ATCCGCGC": 678, "CAGCTCGG": 679, "CGAACTGC": 680, "GCTGGTCA": 681, "GGTGCCGA": 682, "CGACGCCA": 683, "CGGCATCC": 684, "ACGCGCCG": 685, "CCAGGCCC": 686, "CCGATGGC": 687, "CCGCCGTC": 688, "ATCGCCCG": 689, "AGGTCGCC": 690, "CCTGGGCC": 691, "CAGCGTCA": 692, "CCAGCGAC": 693, "AGGTGCTG": 694, "CTTTTTCA": 695, "CGCATCGC": 696, "GCGCGAGC": 697, "TGAAAAAA": 698, "CCTGGTGC": 699, "GCCCGCCA": 700, "CCGAGGCG": 701, "CAACGCCA": 702, "CACCAGCC": 703, "CGACGAAG": 704, "CGGTCGCC": 705, "CGGTCGGC": 706, "GCCAGCCC": 707, "GCGTCAGC": 708, "CGGTGGCC": 709, "AGCCAGCG": 710, "ACAGCGGC": 711, "AAAAAATA": 712, "CCGCTTCG": 713, "CAGGCCAG": 714, "CTTCCTGC": 715, "TGCCGGAA": 716, "CGCAGGGC": 717, "ACTGGCTG": 718, "CAGCGGGC": 719, "CGGCGAGA": 720, "AGGCGATC": 721, "CGCCGACA": 722, "CAGCATCG": 723, "AAGAAAAA": 724, "CGACCCGC": 725, "TTTAAAAA": 726, "CGCCAGGA": 727, "GAAGCCGA": 728, "CGTTGCGC": 729, "AGGCGATG": 730, "GCGCTGAC": 731, "CGACCACC": 732, "GAAGCCGC": 733, "GCCTCGCC": 734, "ATGCTGGC": 735, "GAGCTGGA": 736, "GCGCAGGA": 737, "ATTAAAAA": 738, "CATCATCA": 739, "GCCATCGA": 740, "CGGCGATA": 741, "CCTCCAGC": 742, "GGTGGTGA": 743, "GCGCGCGC": 744, "ACGCCGAC": 745, "ACCCGGCG": 746, "GCCCCGGC": 747, "CGCCGGAC": 748, "AGGCCGCG": 749, "ACGCGGCG": 750, "ACTGGCCG": 751, "CGGCGGAA": 752, "CGCTGAAG": 753, "AGCAGGTC": 754, "CGCGGATC": 755, "CCGTGGCG": 756, "CGCGGTGA": 757, "CGGCCATC": 758, "GCTGGAAC": 759, "ACCGGCGG": 760, "ACCGCCGA": 761, "CAACCTGC": 762, "CGCTGAAC": 763, "GAGCAGCA": 764, "ATGCCGGC": 765, "CCGCCGCA": 766, "CGCGGTGC": 767, "CGCTGGAC": 768, "CCTGCGCA": 769, "CCAGCAGA": 770, "CGCGCACC": 771, "CGGCGGTC": 772, "CGCCGTGC": 773, "GCCTGGAA": 774, "CCGCGACC": 775, "ACATCGCC": 776, "CCCGGCAG": 777, "GGCCTGCA": 778, "AGGCGGTG": 779, "CCTGGCCC": 780, "CGACGATC": 781, "GCGCGACC": 782, "CTGATCGC": 783, "GGCGGAAA": 784, "GCTGGCCC": 785, "AGCGCCGA": 786, "CGGCAACC": 787, "CTCGCGCA": 788, "CGACGGCC": 789, "GGCGTTGA": 790, "AGGCGCTC": 791, "AAAATATT": 792, "ACGCCGAG": 793, "CCCTCGGC": 794, "GACGGCGC": 795, "CCGGCAAG": 796, "AGCTGCGC": 797, "GGTGCTGA": 798, "CTTCCGGC": 799, "ACCTCGGC": 800, "CCGGCTTC": 801, "CCAGGTGC": 802, "ATCTGCTG": 803, "CGTCGGCA": 804, "ACAGCAGC": 805, "GCCCTGGA": 806, "CATCGCGC": 807, "CAGCGACA": 808, "TGGCGCAA": 809, "CCGATGCC": 810, "CGCGCCAC": 811, "GGCGCGAC": 812, "ATCCAGCA": 813, "ATGGCGCG": 814, "CTGATCGA": 815, "GCCGGAAA": 816, "AGCGCCTC": 817, "CTCCAGGC": 818, "GCTGGAGA": 819, "GCCGGGCC": 820, "CCGGCTGC": 821, "CCTGCAAC": 822, "GCCTGACC": 823, "CAGGGCCA": 824, "CCGGGCAG": 825, "CGGCCACC": 826, "AGCAACTG": 827, "CCCGGCCA": 828, "CAGGCGGA": 829, "CCCGCCGG": 830, "AGGCTGGC": 831, "GGTCGCCA": 832, "GATCACCA": 833, "CCTGGAAG": 834, "CATCGGCC": 835, "ACAGCGCG": 836, "CGCCACCC": 837, "CCGCGAGC": 838, "GCACCTGC": 839, "CGACGACG": 840, "CTTCCGCC": 841, "CGGCGTCA": 842, "GGCCGACC": 843, "ATGGCGAA": 844, "CACCTGGC": 845, "CGCCTTCC": 846, "ACCCGCGC": 847, "GGCATCGA": 848, "CGCCGGTC": 849, "ACGCCTGC": 850, "ATTTTAAA": 851, "CAGCTGGC": 852, "CTTCGCCC": 853, "GGCGGTCA": 854, "CTGTTCGC": 855, "GACCAGGC": 856, "GCTGGGCA": 857, "ATCGCGCC": 858, "ACGGCAGC": 859, "CAGCCGGC": 860, "GGTCGGCA": 861, "CCGCAGCC": 862, "GCAACTGC": 863, "ATTTAAAA": 864, "GGTGATCA": 865, "ATTTTTTA": 866, "CGATCGGC": 867, "AGCGCCAT": 868, "ATCGGCAT": 869, "CGAGCTGC": 870, "ACCACCGC": 871, "GATGCTGC": 872, "CCGAGGCC": 873, "CTGCTGAA": 874, "TTGAAAAA": 875, "AAAGAAAA": 876, "CGGATCGC": 877, "AGCTCGGC": 878, "GCGACCGC": 879, "GCATCCGC": 880, "CCGCCCGG": 881, "CTGGCAGC": 882, "CTGCAGCA": 883, "GCGCACGC": 884, "CAGCGACG": 885, "ATCCGCCG": 886, "CCGGCGGA": 887, "CTTGCCGC": 888, "AGCCTGGC": 889, "AACGGCGC": 890, "CGAAGGCC": 891, "GCTCGACC": 892, "CTTTTTTA": 893, "CCGGGCCG": 894, "GCGCACCA": 895, "CAGGCTGA": 896, "CTTCGGCA": 897, "CCGCCACG": 898, "CTGGATGC": 899, "CGTCCGGC": 900, "CAGCGTGC": 901, "CGACCTCG": 902, "CTGATGGC": 903, "CCAGCGAG": 904, "AACGCCGG": 905, "GCCGCGGC": 906, "TTAAAAAA": 907, "CATCAGGC": 908, "CTGGAGCA": 909, "CGAGGAAG": 910, "CTGCCGCA": 911, "GCAACAGC": 912, "AGGCCGAC": 913, "CCGGGCGA": 914, "GCGCTTCC": 915, "CATCGACG": 916, "CACGGCGA": 917, "CCTGCACC": 918, "CGACCGCG": 919, "GGCGGCAC": 920, "CAACGGCA": 921, "CCTGGAGC": 922, "GCTGTTCC": 923, "ACCAGCCG": 924, "GCCGCCAA": 925, "GCTGATGA": 926, "GCCGGAGC": 927, "GCCGATCC": 928, "CATCGTCG": 929, "GCGAAGCC": 930, "CCTCGCGC": 931, "GATCGCCC": 932, "GCTGATCC": 933, "GCTGAAAA": 934, "AATAAAAT": 935, "TATCGCCA": 936, "ACCCTGGC": 937, "GCCGAAGA": 938, "ACGCCGAT": 939, "GCGCATCA": 940, "CCTGACCG": 941, "ATTTTTTC": 942, "GGCGCAAC": 943, "AACTGGCC": 944, "CGGCTTCC": 945, "ATCAGCGG": 946, "AGCACCGC": 947, "CTTCTTCA": 948, "AGGCGGCC": 949, "GTTCGCCA": 950, "CGCTGAGC": 951, "ACCGCGGC": 952, "CTGAAAAA": 953, "ATCATCGC": 954, "CAGCAACA": 955, "TCGCGCCA": 956, "ACGCCTGG": 957, "GGCAGCGA": 958, "CGACGCCC": 959, "CGGCTGGA": 960, "AGGTGGCG": 961, "CCAGTTCC": 962, "ATCTGGCG": 963, "GCATCACC": 964, "ATCGGCAA": 965, "AGTTCGCC": 966, "CGATACCG": 967, "AGCAGCAC": 968, "AAATTAAA": 969, "CCCTGCTC": 970, "GGCGAAAA": 971, "GATGCGCC": 972, "CACGCTGG": 973, "CATTTTTA": 974, "GATAAAAA": 975, "GCGCATCC": 976, "CCCGCTGC": 977, "CGATGATC": 978, "CGATGAAG": 979, "ATATCGCC": 980, "GAAGCGGC": 981, "ATCCCGGC": 982, "GGCGATAA": 983, "GCGGTGAA": 984, "AAAAAGAA": 985, "CGTCGCCC": 986, "ACGCCATC": 987, "CCGCCAGA": 988, "CTCCGGCA": 989, "AAAAAAGC": 990, "ACCGGCAA": 991, "ATCCGGCG": 992, "CGGCGGTA": 993, "GGTGATGA": 994, "AAGCTGGC": 995, "CGCCTCGA": 996, "GCGCGCGA": 997, "GCCGGTCA": 998, "GGGCGGCA": 999, "GACGCTGC": 1000, "GCAGCGCA": 1001, "AGCGGGCG": 1002, "CCCGCGCG": 1003, "CGCTGAAA": 1004, "CGCGCATC": 1005, "CCACCTGC": 1006, "CGGTGAAG": 1007, "ACCAGGGC": 1008, "CCCGCAGC": 1009, "CATGGCGC": 1010, "AGCTGGCC": 1011, "ATTGCCGC": 1012, "CCGGGGCG": 1013, "CCGAAGGC": 1014, "CAGCGAGG": 1015, "CGACATCG": 1016, "CAGGCGGG": 1017, "CCTTCCAG": 1018, "ACAGGCCG": 1019, "AAAAAAAT": 1020, "CAGCAACG": 1021, "ACGGCGCC": 1022, "GAACTGGA": 1023, "ATCGCCAA": 1024, "CGCCAACC": 1025, "TCCGGCGA": 1026, "ATCGGCAG": 1027, "GCCCTGCA": 1028, "AAAATTAA": 1029, "GGCGGGCA": 1030, "CGGCCCGC": 1031, "GATCGCGC": 1032, "ATTTTTCA": 1033, "AAGCGGCG": 1034, "CGGTGACC": 1035, "ACGCCGGG": 1036, "GCCGGAGA": 1037, "CAGCGAGC": 1038, "GCCCGCGA": 1039, "AAAAATGA": 1040, "GAAAAAGC": 1041, "TAAAAAAA": 1042, "CGGCTCGC": 1043, "CAGCCTGA": 1044, "CGATCATC": 1045, "ACCACGCC": 1046, "CGCCGGTA": 1047, "GCGATGAA": 1048, "GATGCGCA": 1049, "ACCACCAC": 1050, "ATCCGCCA": 1051, "GCGGCAAA": 1052, "CATGCCGC": 1053, "CAGCCCGC": 1054, "GACCGCCA": 1055, "GAAGCGCA": 1056, "AGTTCGGC": 1057, "ATCAGGCG": 1058, "GCTGGATA": 1059, "GCAGGGCC": 1060, "CACCACGC": 1061, "CGCGCTTC": 1062, "CACCCTGG": 1063, "AGCACGCC": 1064, "AAAATGAA": 1065, "AGCGGCAA": 1066, "TTAATAAA": 1067, "ACCCGCTG": 1068, "CGAGATCG": 1069, "GCAGCAAC": 1070, "ACGGCGAT": 1071, "CGGGCAGC": 1072, "CGCACCAG": 1073, "GCTGAACA": 1074, "GATCAGGC": 1075, "GCCGGCAC": 1076, "CCAGGGCA": 1077, "GCCTGGAC": 1078, "ACGGCCAG": 1079, "AGGGCGCG": 1080, "AAAAATTA": 1081, "CGGCGCTC": 1082, "CGCGGCAA": 1083, "CATCATCG": 1084, "CCGCATCG": 1085, "ACCTGCTC": 1086, "CACCATCA": 1087, "CGTGCTGC": 1088, "TCGACGAA": 1089, "CCAGATCG": 1090, "GAAAAAGA": 1091, "TGCTGAAA": 1092, "CGGCAAAA": 1093, "AGCACCTG": 1094, "CGAACGCC": 1095, "CGTTCGCC": 1096, "ACCGCGCG": 1097, "CAGCGCAG": 1098, "AGCAGTTC": 1099, "CCTGTTCC": 1100, "ATGCGCCG": 1101, "CGCACCGC": 1102, "AAGGCGGC": 1103, "GAAGAAGA": 1104, "CTTCATCA": 1105, "TAATAAAA": 1106, "TGATGAAA": 1107, "CCGCGTCG": 1108, "GCTGAAGC": 1109, "GATGAAGC": 1110, "CCCAGGGC": 1111, "GATGAAAA": 1112, "AAAAAATG": 1113, "CAGCGTGG": 1114, "ACGGCGAA": 1115, "CGCGACGA": 1116, "AATTAAAA": 1117, "ACGCCCAG": 1118, "GAAGAAGC": 1119, "AACTGCGC": 1120, "GCGCCAAC": 1121, "ACCTGGTG": 1122, "CTGCTGAC": 1123, "ATCGTCGC": 1124, "AGATCGGC": 1125, "GATGATGA": 1126, "ACCGCCAC": 1127, "CAGGTTGA": 1128, "CATCCGGC": 1129, "AAGCCGCC": 1130, "CTGGAACA": 1131, "AGCGCGAC": 1132, "CACCCTGC": 1133, "ATCGCGGC": 1134, "CCGCAGCA": 1135, "GCAGCAGA": 1136, "AGCGCCCG": 1137, "ACTGCTGG": 1138, "ATCGCCCA": 1139, "CTCGACCA": 1140, "TTCATCAA": 1141, "GCGGCTGA": 1142, "GCTCGGCA": 1143, "ATCACCGG": 1144, "GCGCTCGA": 1145, "AAAAGAAA": 1146, "ACGGCGAC": 1147, "CGCTGCAG": 1148, "AATAATAA": 1149, "CTGTTCGA": 1150, "GCTGACCC": 1151, "AATGAAAA": 1152, "CCAGCTTC": 1153, "CCCTGGGC": 1154, "ACCCGCAG": 1155, "TCCAGCCA": 1156, "CGGCGTTC": 1157, "ACGCCGCT": 1158, "CGCCTTCA": 1159, "ATCTGCGC": 1160, "AGCAGGTG": 1161, "GCGAACGC": 1162, "GCCGGGAA": 1163, "CGCGAGCG": 1164, "CCAGCTCC": 1165, "ATCACCAC": 1166, "AGCGCTGC": 1167, "GCCTCGAC": 1168, "GCGGCCGA": 1169, "ACGCCCGC": 1170, "CTGCGCAA": 1171, "CCGAACAG": 1172, "AAAATCAT": 1173, "AACGCGCC": 1174, "CCTCGCCC": 1175, "GCTGTTCA": 1176, "ATGATGAA": 1177, "CCCAGCGG": 1178, "ATGGCCTG": 1179, "CGGCAATC": 1180, "ATAATAAA": 1181, "AGGGCCAG": 1182, "CGGCGCAA": 1183, "CCGGCACG": 1184, "CCAGACCG": 1185, "GCTGATCA": 1186, "CGGCGTGA": 1187, "CGCCGCTC": 1188, "GCATCGAC": 1189, "AACAGGCG": 1190, "CATGCCGA": 1191, "AGCCGGGC": 1192, "CGCGCCCA": 1193, "GCCACCAC": 1194, "CCGGCTCG": 1195, "CGCCGAGA": 1196, "AAATCGCC": 1197, "CGCCGTCA": 1198, "CGTGGCGA": 1199, "CAGCCGCA": 1200, "CAGGCCCA": 1201, "TGGAAAAA": 1202, "CCCGGCCG": 1203, "ATCCGCTG": 1204, "GATATCGC": 1205, "ATCAGCAC": 1206, "GTTGCCGA": 1207, "GCGGATCA": 1208, "AAGCGCGC": 1209, "ATGCCGCG": 1210, "CCGCCTTC": 1211, "GATCCTGC": 1212, "ACGCCGGA": 1213, "CCGGTGCC": 1214, "CGCCAGAC": 1215, "GCGAAAGC": 1216, "CGCCGTTC": 1217, "GGCTGGAA": 1218, "GCGAGGCC": 1219, "CCAGACGC": 1220, "TCCGGCAA": 1221, "CGCGCAGA": 1222, "GAGCGCCA": 1223, "CCTGCCCG": 1224, "CGAAGAAG": 1225, "CAGCTTGC": 1226, "CTGACCGC": 1227, "CACCATCG": 1228, "CATCCGCC": 1229, "CGCGTCGC": 1230, "GCGGTGGA": 1231, "AAAATCAA": 1232, "AGCCAGCC": 1233, "ACTTCGCC": 1234, "GGCGAAAC": 1235, "GCTGGGCC": 1236, "CTGGACGA": 1237, "CGTTCAGC": 1238, "ATTGAAAA": 1239, "ACCGCGCT": 1240, "CTCGACGC": 1241, "GCCGTTGA": 1242, "AAAAAGCG": 1243, "CCACCTGG": 1244, "CGCCAGAA": 1245, "GCGCTTCA": 1246, "CGACTGGC": 1247, "AAAAAAGA": 1248, "CTTCGCGC": 1249, "CCGGATCG": 1250, "CGGTGGTC": 1251, "TACCGCCA": 1252, "GACCACCA": 1253, "AAATAAAT": 1254, "GGATCACC": 1255, "CGGGCGCA": 1256, "CCGCGCTC": 1257, "GGTGGTCA": 1258, "CGCAGCGA": 1259, "CGGCTTCA": 1260, "CCGCGAGG": 1261, "GATCCAGC": 1262, "CAGCTTCA": 1263, "CAGATCGC": 1264, "CATTTTCA": 1265, "CCAGCTGC": 1266, "GTCGAGGA": 1267, "CTGGCCAA": 1268, "AAACGCTG": 1269, "CGCGCAAC": 1270, "CGCGATGC": 1271, "CCAGCGAA": 1272, "GGCGCACC": 1273, "AGGCCTGG": 1274, "CGGCACCC": 1275, "CCGGTCAG": 1276, "AAGCGCAG": 1277, "GTTGGCGA": 1278, "CGGTACGC": 1279, "CAGTTCGG": 1280, "ACGGCGAG": 1281, "ACGCTGGA": 1282, "GCGGCAGA": 1283, "CTTCGGCC": 1284, "CTGGCGTC": 1285, "CCGGGTCG": 1286, "GAGCAGGA": 1287, "AAAAATCA": 1288, "GCAAGCGC": 1289, "GCAGCGAC": 1290, "GTGGCGCA": 1291, "CCGACCGC": 1292, "CGCCCGCA": 1293, "TTATTAAA": 1294, "GTCGCTGA": 1295, "CCTGCTCC": 1296, "CATGGCGA": 1297, "CTGCACCA": 1298, "ACAGGCGC": 1299, "CTTTCGCC": 1300, "AGCTGGTG": 1301, "CCCCGCCG": 1302, "GCCAGGCA": 1303, "CGGCGTCC": 1304, "GGCGCGAA": 1305, "CGACGAAC": 1306, "CGTGCCGC": 1307, "CCTGGCAG": 1308, "CGCGACCA": 1309, "CCCGCGGC": 1310, "CCCGCAGG": 1311, "CTGGATGA": 1312, "GATCGGCC": 1313, "CGCCGATA": 1314, "CCGATCAG": 1315, "GTCGATCA": 1316, "ACCCCGGC": 1317, "CAGCCGGG": 1318, "CAGTTGCA": 1319, "CGCAGGTC": 1320, "CACGGCGG": 1321, "ATAAATAT": 1322, "CCAACGCC": 1323, "GCCTGGCA": 1324, "AAATGAAA": 1325, "ACCATCGC": 1326, "GCTGGCAA": 1327, "ATGGCCGC": 1328, "CAGGTGGC": 1329, "CCGCTGAC": 1330, "CGCAGCCA": 1331, "CGGGCGCC": 1332, "ATCGGCCA": 1333, "AGCAGGAA": 1334, "AGGTCGAG": 1335, "CCTTCAGC": 1336, "AAAAAATT": 1337, "AGCGCGTC": 1338, "AACGGCAG": 1339, "CGACCGGC": 1340, "AAGGCGAT": 1341, "AGGCCCTG": 1342, "CCTTGCGC": 1343, "GACCGCGC": 1344, "CTCGCGGC": 1345, "CTTGCCGA": 1346, "TTGATAAA": 1347, "ATAAATAA": 1348, "CCATGGCG": 1349, "CAAGCTGG": 1350, "ACGACCTG": 1351, "CGGTGACG": 1352, "GCGCAAGC": 1353, "CATCCTGC": 1354, "CTACCTGC": 1355, "CATTGCCG": 1356, "GAACGCCA": 1357, "CAGTTGCG": 1358, "CAGGTTGC": 1359, "GAGCGCGC": 1360, "AGTTGCTG": 1361, "GCGAAGAA": 1362, "ACCACCGG": 1363, "GGCCACCA": 1364, "CGTTCGGC": 1365, "CACGCTGC": 1366, "CAGCGCAA": 1367, "CCGTCAGC": 1368, "AGCCGGTG": 1369, "GCGGGTGA": 1370, "CGGCAACA": 1371, "CCTGATGC": 1372, "CTGGTGCA": 1373, "GGCCGCGA": 1374, "CTGGGCCA": 1375, "AAGCGCCG": 1376, "AGCCGCAG": 1377, "GGTGCGCA": 1378, "CATCCGCG": 1379, "CCATGCGC": 1380, "AAAATTAT": 1381, "CCGAAGCC": 1382, "GCCTGCCA": 1383, "GGCACGCC": 1384, "ACAGCAGG": 1385, "CGACAGCC": 1386, "ACCGCTGG": 1387, "CTGCTCAA": 1388, "GCCTTCGA": 1389, "CGGTGAGC": 1390, "GGCTGGCA": 1391, "CGCCTGAA": 1392, "TATAAAAA": 1393, "ACCTCGCC": 1394, "GCTGTCGA": 1395, "ACCTGTTC": 1396, "AACGGCGA": 1397, "ATCAGGCC": 1398, "TATTAAAA": 1399, "GCGCTCCA": 1400, "CCCAGCCG": 1401, "ATCCGGCA": 1402, "ACCTGGGC": 1403, "CACCGCGA": 1404, "GCGGAAAA": 1405, "AAATTATT": 1406, "ACCGCCAT": 1407, "CCATCGAC": 1408, "ACCAGCGA": 1409, "ACGTCGGC": 1410, "ATCAGCGA": 1411, "CGTCTGGC": 1412, "AGCTGCCG": 1413, "CCGGACGC": 1414, "AATAAATA": 1415, "ATCCGCAG": 1416, "GACCGGCA": 1417, "AGGCCGAT": 1418, "CCGCCTGA": 1419, "ATGAAAAT": 1420, "CGAGGATC": 1421, "CGAGCGGC": 1422, "ATCGTCGA": 1423, "CGAGCCGC": 1424, "GAAAGCGC": 1425, "CGTCGATC": 1426, "CAGGGTCA": 1427, "GATCCGCA": 1428, "CGCTGCCC": 1429, "GTGGCGAA": 1430, "CAGCTCGA": 1431, "AGGCCGGG": 1432, "CACCCGCG": 1433, "CATGGCGG": 1434, "GATCCGCC": 1435, "CCAGCCGA": 1436, "GCCGACCC": 1437, "CGATGCCC": 1438, "AATCGCCA": 1439, "ACCGGCGT": 1440, "CGCGACCG": 1441, "CAACCTGG": 1442, "AGCTGGAA": 1443, "CGCCTTGC": 1444, "CCGCTCGC": 1445, "CGGCGGAC": 1446, "AGGGCGAT": 1447, "CGGCGGGA": 1448, "GCAATGGC": 1449, "CAGGGTGA": 1450, "AGCGTCAG": 1451, "ATCATCAT": 1452, "CAATGGCG": 1453, "GCTGAAGA": 1454, "ATCCAGGC": 1455, "CCTGACGC": 1456, "GCCAGACC": 1457, "CGGATGGC": 1458, "CGGCCTTC": 1459, "AACGGCGG": 1460, "CCCGCCGA": 1461, "ACCAGTTG": 1462, "ACGCTGCC": 1463, "CGGCTGCC": 1464, "CCAGCGGA": 1465, "GCCCAGCC": 1466, "ACGCCTTC": 1467, "TGCCAGCA": 1468, "ATCAGCAA": 1469, "CTTCAGCA": 1470, "AGGCGTTC": 1471, "AAAATGAT": 1472, "CCGCTTCC": 1473, "GACGAAGC": 1474, "CGGCATGC": 1475, "GATGAAGA": 1476, "GCGGTCGA": 1477, "CGCATCGA": 1478, "CCCTGCCG": 1479, "AAAGCGGC": 1480, "CATCGACC": 1481, "GCCATGCC": 1482, "GAAGCGCC": 1483, "ACTGCGCC": 1484, "GCTGCAAC": 1485, "ACCGGCTG": 1486, "AAATTAAT": 1487, "CCGAGGGC": 1488, "CCGCCAAC": 1489, "ACGGCATC": 1490, "CCGAAGCG": 1491, "CGCGGGCC": 1492, "CCTTCACC": 1493, "GAAAAATA": 1494, "GGCCGCCC": 1495, "CTGCTCCA": 1496, "CGTCGACC": 1497, "ACGCCGAA": 1498, "ACCGCGAC": 1499, "ATGCCGAC": 1500, "ATCATCAA": 1501, "GCGCGGAA": 1502, "AAATAATA": 1503, "GAAGAAAA": 1504, "AGGCCCAG": 1505, "CGCCGTCC": 1506, "CTGCAGGA": 1507, "ACCAGTTC": 1508, "AAAAACAA": 1509, "AAAAAGCC": 1510, "CAGGAAGC": 1511, "CGCGAGGC": 1512, "GTCGTCGA": 1513, "CTGGACGC": 1514, "GCGACGAA": 1515, "CCACCCGC": 1516, "CTTTCAGC": 1517, "AGGCGTTG": 1518, "AACTGGAA": 1519, "TGAAGAAA": 1520, "GCCAACGC": 1521, "ATTTTCAA": 1522, "CGAGGAAC": 1523, "CGATCGCG": 1524, "GGTGGCCA": 1525, "CGTCAGCA": 1526, "CAGGATCA": 1527, "ATTAATAA": 1528, "GTCCAGCA": 1529, "ACCAGCGT": 1530, "CGTCAGGC": 1531, "CAGTTCGA": 1532, "CTGGTGAA": 1533, "GCGGCGTA": 1534, "CGAGGCGA": 1535, "ACAGCCTG": 1536, "CGCATCCG": 1537, "AATAAATT": 1538, "GACGCTGA": 1539, "GAAGGCCA": 1540, "TGCGCGAA": 1541, "CCATCGCG": 1542, "AAGGCCAG": 1543, "CCAGCCCC": 1544, "CCTGCTCA": 1545, "ACGTCGCC": 1546, "CTGCCCGC": 1547, "ACGCTGCG": 1548, "CCATCAGG": 1549, "CCGACAGC": 1550, "GGCAGCCA": 1551, "CACCGCGG": 1552, "ACCTGCAG": 1553, "GTTGCGCA": 1554, "GCCTGCAC": 1555, "AGGCCAGG": 1556, "GATGGCCA": 1557, "GCCGCAGA": 1558, "ACTGGCGA": 1559, "AACCAGCG": 1560, "CGCTCAGC": 1561, "GCTCGCCA": 1562, "GGCTGACC": 1563, "ACCAGGTC": 1564, "AACCGGCG": 1565, "CGCCCATC": 1566, "CGACCATC": 1567, "CACGGCGC": 1568, "TAAATAAA": 1569, "ATGGCGCA": 1570, "AGGGCGAG": 1571, "CAACAGCG": 1572, "CGCTACCG": 1573, "CAGCAAAA": 1574, "CGCGCCAA": 1575, "GCGGTGCC": 1576, "TTTGAAAA": 1577, "CCTGGACG": 1578, "ATGCGCGC": 1579, "CATGCCGG": 1580, "AGAAAAAA": 1581, "TATTTAAA": 1582, "CGCCCTGA": 1583, "CGCGGGTC": 1584, "ATTTATTA": 1585, "AGCGCAGG": 1586, "GATGATGC": 1587, "GGCCAGGA": 1588, "AGGGCGCC": 1589, "AAACGCCG": 1590, "CTCGCTGC": 1591, "GCCCCAGC": 1592, "GCCTGCAA": 1593, "CGGCAGGA": 1594, "GCGTTGCC": 1595, "AACCTGCT": 1596, "GACGGCAA": 1597, "CAACAGCA": 1598, "GAGGCGGC": 1599, "GCAGGCCC": 1600, "CGGCCACG": 1601, "CCAGGGTC": 1602, "ACCGCTTC": 1603, "AGCAGGCT": 1604, "GTCCGGCA": 1605, "TGCTGCAA": 1606, "ACCGGCAC": 1607, "ACCACCTG": 1608, "ATTATTAA": 1609, "AGCCGGCC": 1610, "CGAAAGCG": 1611, "AGGGCCTG": 1612, "GCGCAGAA": 1613, "GCCTTCCA": 1614, "GCCGAGCC": 1615, "ATTAAAAT": 1616, "CACTGGCG": 1617, "GCGCGCAA": 1618, "GCGAAAAA": 1619, "AGCTCGCC": 1620, "CGGGTCGA": 1621, "GTTCGGCA": 1622, "AACGCTGG": 1623, "TGATAAAA": 1624, "GACGCGCC": 1625, "CGCCGCAC": 1626, "AGACGCTG": 1627, "GGCCTCGA": 1628, "CGGGCCGC": 1629, "CTTTTTTC": 1630, "AGCAGATC": 1631, "CACCTGCG": 1632, "CGGTTTCC": 1633, "CCACCACG": 1634, "TTCGGCAA": 1635, "CAAGGCCG": 1636, "AGGGCGAA": 1637, "AATCGCCG": 1638, "TAAAATAA": 1639, "CCAGCCAC": 1640, "GACGATCA": 1641, "GACGATGC": 1642, "GATGCTGA": 1643, "TCGAGGAA": 1644, "CGCACGCC": 1645, "AAAACGCC": 1646, "CGCCTGAC": 1647, "ATTATTTA": 1648, "ACGCCAGG": 1649, "AGCAGCTC": 1650, "AGGTCGCG": 1651, "GCAGGGCA": 1652, "AATTTTAT": 1653, "GCGCAACC": 1654, "CATCAGCC": 1655, "CGACGACC": 1656, "CGTCGAAG": 1657, "CTGGAGAA": 1658, "CAGGCGAA": 1659, "AAAAAATC": 1660, "GGCGACCC": 1661, "CGCGCGGA": 1662, "GACAGCGC": 1663, "CTCCGCCA": 1664, "CATCGACA": 1665, "CAACCAGC": 1666, "CGCAACGC": 1667, "TTCAGCAA": 1668, "CATCGAGG": 1669, "ATTTCGCC": 1670, "ATATTGAT": 1671, "ACCCTGCT": 1672, "AGCGGCCG": 1673, "AGCGTCGC": 1674, "GTCGGCAA": 1675, "CCGGCCTC": 1676, "GCGAGGAA": 1677, "GGCGCTCA": 1678, "CGGGCCAG": 1679, "CTGCGGGC": 1680, "ATGCCCAG": 1681, "CGGTCTGC": 1682, "GAACGGCA": 1683, "GAGCGCGA": 1684, "AGCAGGAT": 1685, "GATGCGGC": 1686, "GATGTCGC": 1687, "CGATCCCG": 1688, "TCGCCGCA": 1689, "AAGGCGCG": 1690, "ACCTGATC": 1691, "GGCGGAAC": 1692, "AACAGCGG": 1693, "ATCGACGA": 1694, "CCATCCGC": 1695, "GCGACGAC": 1696, "CGCTTTCC": 1697, "CCCTCGCC": 1698, "GGCGAGCC": 1699, "ATTCGCCG": 1700, "CGACCTGA": 1701, "CGGTAAAA": 1702, "AGCATCAG": 1703, "CCGCTGAA": 1704, "ACGCCACC": 1705, "CGTCCTGC": 1706, "GCAACCGC": 1707, "GGTGAAGA": 1708, "AATCAGCG": 1709, "CATCGCGG": 1710, "CCGCGCGA": 1711, "CGATGACC": 1712, "GCCACCGA": 1713, "CATCTTCA": 1714, "ATATTAAA": 1715, "ATGCGCAG": 1716, "CGATGGTC": 1717, "GCCGGAAC": 1718, "GGCGCCCA": 1719, "AAATCATT": 1720, "CCAGTTCA": 1721, "AAAATATC": 1722, "CTGGCCCA": 1723, "CTGCCTGC": 1724, "CGATGACG": 1725, "ATGGCCAG": 1726, "CCGATGCG": 1727, "TGGCTGAA": 1728, "AGCACCAC": 1729, "AAATCAAA": 1730, "CCGCTTTC": 1731, "AACCGCCG": 1732, "GCGCGAAC": 1733, "CCAGTCGC": 1734, "TTAAATAA": 1735, "CGCTTCCA": 1736, "CCTCGGCA": 1737, "CCACCATC": 1738, "GGCGTGGA": 1739, "CCTGCACG": 1740, "GTCAGCGA": 1741, "CTTCACCA": 1742, "CGGTGAAA": 1743, "CATCGTCA": 1744, "ATGCGGCG": 1745, "CAGCGAAG": 1746, "AAACAGCA": 1747, "GATGGTCA": 1748, "AACAGGCC": 1749, "GAAGAACA": 1750, "TAAAGAAA": 1751, "AAGGCGCT": 1752, "AAAAAACA": 1753, "CTGACCGA": 1754, "GATATCGA": 1755, "GCCTGAGC": 1756, "AGGAACAG": 1757, "CACCTGCA": 1758, "ACAGCCAG": 1759, "GAGGCCGA": 1760, "CAGCTTCG": 1761, "ATAATAAT": 1762, "CCAACGGC": 1763, "GCGATAAA": 1764, "CTGCGCCC": 1765, "AAACAGCG": 1766, "GCGGAAGC": 1767, "CGGCCAGA": 1768, "ATGGCGAC": 1769, "CGGCGGAG": 1770, "CGGCAAAC": 1771, "CGCTGCCA": 1772, "AAAAACGC": 1773, "CCAGCTCA": 1774, "CACCGCCC": 1775, "ACGGCGTG": 1776, "CGTCAGCC": 1777, "CCACGCCC": 1778, "CGGGCTGC": 1779, "GTTTTTCA": 1780, "GTTCAGCA": 1781, "AACGCCGA": 1782, "CTGAAGAA": 1783, "GGCGGCCC": 1784, "CACCGGCC": 1785, "GCACCCGC": 1786, "ATCGACGC": 1787, "AAATAATT": 1788, "CATCGAGC": 1789, "AAAAATGG": 1790, "CATGGCCG": 1791, "CTGCATCA": 1792, "ATCAGCAT": 1793, "TCGCTGAA": 1794, "AAATTTAT": 1795, "GGGCGACC": 1796, "GTTGCTGA": 1797, "GCCGCGGA": 1798, "CCGGCAGA": 1799, "CGCTTCCG": 1800, "GCCGGACA": 1801, "CGCGTCGA": 1802, "AACGGCAA": 1803, "GCAAAAAA": 1804, "ACCAGCCA": 1805, "CGCCAAGC": 1806, "ATCTGCCG": 1807, "CTGTCGCC": 1808, "CCTGGGCA": 1809, "CTGACGCC": 1810, "ACGGCTGG": 1811, "GCTTCACC": 1812, "AGGTGCCG": 1813, "AAGAAAAT": 1814, "ACGTGCTG": 1815, "TCCAGCGA": 1816, "AAACCGGC": 1817, "ATCCGCGA": 1818, "AGGAAGGC": 1819, "AAAAACAG": 1820, "GCGCGACA": 1821, "CGGTGCAG": 1822, "ATACCGCC": 1823, "CGAAACCG": 1824, "ACCGGCAT": 1825, "CCTGGAAC": 1826, "CCGGCCCG": 1827, "GGCGGTAA": 1828, "CGAACGGC": 1829, "CCGCACCG": 1830, "GGGCTGGA": 1831, "CTGGTGCC": 1832, "CAGGCCAA": 1833, "AACCGCTG": 1834, "GCTCGCCC": 1835, "GCCCTGCC": 1836, "CTGGCAGA": 1837, "GTGCCGGA": 1838, "GACCAGCC": 1839, "TAAAATTA": 1840, "CTGATGAA": 1841, "CAGCTCCA": 1842, "AGGCGGTC": 1843, "AATCAGCA": 1844, "CCTGCATC": 1845, "CGATATCC": 1846, "AATGCCGC": 1847, "CGCCAGTA": 1848, "CTGGTTGA": 1849, "CCAGGTAG": 1850, "GATCACCC": 1851, "CGAGCACC": 1852, "ATGGCGCC": 1853, "GGCGTTCA": 1854, "AGGTGGTG": 1855, "TGGGCGAA": 1856, "CATGCTGG": 1857, "AGTTGCAG": 1858, "AACGCCAT": 1859, "GCGGGTCA": 1860, "CCGGGATC": 1861, "GGTGACCA": 1862, "CAATCAGC": 1863, "AAAGATAA": 1864, "CCTCGTCG": 1865, "AATGGCGC": 1866, "ATAAAGAA": 1867, "AGGCCGAA": 1868, "CTGCAACA": 1869, "CACCCCGG": 1870, "AAAGAAAT": 1871, "AAATCATC": 1872, "AACAAAAA": 1873, "TTCGCCAA": 1874, "ATCATCAG": 1875, "GAAGCTGC": 1876, "GCTGCTCA": 1877, "GCATGGCC": 1878, "CCGGTGCG": 1879, "GTGGCCGA": 1880, "CAGGAACA": 1881, "AAAATGGC": 1882, "AGCTGGGC": 1883, "ATTGATAA": 1884, "AGGGCGAC": 1885, "CCTGACCC": 1886, "AATATTTA": 1887, "CGATCCAG": 1888, "CGGCTTGC": 1889, "ACGCGCCA": 1890, "AGAAAAAG": 1891, "AATATTAA": 1892, "AAGAAGAA": 1893, "CAAGCTGC": 1894, "CCTCCGGC": 1895, "CCTGCCGA": 1896, "AATGGCGA": 1897, "CAGGGCCG": 1898, "ATCACCGA": 1899, "ACGCTGCT": 1900, "GAGGGCGA": 1901, "CGGGCGAA": 1902, "GAAGATGA": 1903, "GTCGATGA": 1904, "CGACAGCA": 1905, "GATCATCA": 1906, "AGCAGTTG": 1907, "ACCAGCTC": 1908, "CAATGCCG": 1909, "AGCCTGCG": 1910, "GGCAAAAA": 1911, "GTGGTCGA": 1912, "AGCGCGAT": 1913, "CCTGTTGC": 1914, "CCGCGGCA": 1915, "GCTGAGCA": 1916, "ACCAGCAA": 1917, "CCGCGATC": 1918, "ATCCAGCC": 1919, "GTCGACGA": 1920, "GGCCGAAC": 1921, "CAGCGAAC": 1922, "GTTCATCA": 1923, "ATTGCCGG": 1924, "AATTAAAT": 1925, "GCGGTAGC": 1926, "GCGCGGTA": 1927, "GGCGACAA": 1928, "ATTGATGA": 1929, "AGCATCGC": 1930, "ATGCCCTG": 1931, "CTCGATCA": 1932, "ATCGTCGG": 1933, "CCAACTGG": 1934, "CGGATCGA": 1935, "GACCCGGC": 1936, "GCCGCGAA": 1937, "CGCGAGCA": 1938, "GGCTTCGA": 1939, "GGCGCAAA": 1940, "TATTTTAA": 1941, "GATCTGGC": 1942, "CGGCGCAC": 1943, "ACATCGGC": 1944, "ATTGCCGA": 1945, "CCTGATCC": 1946, "CGCTTCGA": 1947, "ATCGCCTC": 1948, "GGCGATAC": 1949, "CTCCAGCC": 1950, "GCAGATGC": 1951, "AAGGCCGC": 1952, "CTGGATCA": 1953, "ACCAGCAT": 1954, "GACCTGGA": 1955, "GCGGGCCA": 1956, "AATATAAA": 1957, "AGCCGCCA": 1958, "CCGCGCGG": 1959, "CGACGAGC": 1960, "CGCCCCGC": 1961, "GAAAATAA": 1962, "AGGCCATC": 1963, "ATCGCGCA": 1964, "AAAAATGC": 1965, "AATTTTAA": 1966, "TACCGGCA": 1967, "CCGCTGCA": 1968, "CGGCAAAG": 1969, "ATGCGCCA": 1970, "GTGCGCCA": 1971, "CGAGCGCA": 1972, "AAGCCGGC": 1973, "CGCGATCC": 1974, "CCTTGGCG": 1975, "ACGCGCAG": 1976, "AGCAGCGA": 1977, "CGCCGAAA": 1978, "AATAATAT": 1979, "ATCAAAAA": 1980, "ACGCTGAT": 1981, "ACTGGCAG": 1982, "CATGGGCG": 1983, "GCCAGGAC": 1984, "CATCCAGG": 1985, "GCGATAGC": 1986, "AGCGTCTG": 1987, "ACGATGGC": 1988, "CAACTGGA": 1989, "GCGGAAGA": 1990, "ACTGCTGC": 1991, "ACGAACTG": 1992, "GCCAGGAA": 1993, "AATTTAAA": 1994, "ATATCCAG": 1995, "AACTGGTG": 1996, "CCACGCCA": 1997, "CGAGCTGA": 1998, "CTGGAAAG": 1999, "GTGGCGGA": 2000, "CGCGCGCG": 2001, "TGGTGAAA": 2002, "ACCTGGTC": 2003, "CAGCAGAA": 2004, "GGCGCCAC": 2005, "CTGGAGGC": 2006, "CGCGGAAG": 2007, "CCTTCTTC": 2008, "ATCAATAA": 2009, "CCGGATGC": 2010, "CCGGCCAC": 2011, "CGCGAAGC": 2012, "AGCCAGCA": 2013, "GATGAACA": 2014, "ACTGGGCG": 2015, "ACCCGCCG": 2016, "AACCCGGC": 2017, "CGCAGCAC": 2018, "CCATCGTC": 2019, "CATCAACA": 2020, "AGCGGCAT": 2021, "CCGACGCG": 2022, "CAGCACGG": 2023, "GTGAAAAA": 2024, "GCGGTAAA": 2025, "CGTAGCGC": 2026, "CAGCATGG": 2027, "AACCTGGC": 2028, "GACGCGGC": 2029, "CAGGTAGC": 2030, "CACGCTGA": 2031, "ACGCGCGC": 2032, "CGGGTCGC": 2033, "ATGAAGAA": 2034, "AATTTTTA": 2035, "CACCGGGC": 2036, "CGCGCGAC": 2037, "CTGGAGGA": 2038, "AATATTAT": 2039, "AGCAGCAA": 2040, "GCGCTACC": 2041, "CCGCGGGC": 2042, "ATCACCTG": 2043, "ACTGCGCG": 2044, "ATCAACAA": 2045, "CCGAGCCG": 2046, "GCAAGGCC": 2047, "CGCAGATC": 2048, "CTCGTCGA": 2049, "CCGGTTTC": 2050, "AACGCGGC": 2051, "CAGGTGCG": 2052, "CAACGCGC": 2053, "CTGTTCCA": 2054, "CGATCTTC": 2055, "CAGGGTGC": 2056, "GAAAATGA": 2057, "CAAAATCA": 2058, "CCAGGAAG": 2059, "CATGCTGC": 2060, "CGACCACG": 2061, "CGCATCAG": 2062, "GCAGATCC": 2063, "GCTGGACA": 2064, "GTCGGTGA": 2065, "GAAAATCA": 2066, "CGTGGTGC": 2067, "GCCGGGGA": 2068, "ACGCAGCG": 2069, "CACCCGGC": 2070, "GCCGGCCC": 2071, "AGCGCACC": 2072, "GCGCAAAA": 2073, "CGATGAAC": 2074, "AAAAGCGC": 2075, "TGCAGGAA": 2076, "AAAATATA": 2077, "AGGCTGCC": 2078, "CCCACCAG": 2079, "AAACTGGC": 2080, "CGAAGTCG": 2081, "CGATAAAG": 2082, "GATCGAGC": 2083, "CGCCCACC": 2084, "TATTTTCA": 2085, "CGGCTACG": 2086, "GGCGGAGA": 2087, "ATAAAATA": 2088, "GTAAAAAA": 2089, "ATATTTAA": 2090, "CGTCCGCC": 2091, "CCGTTGCC": 2092, "GGTAAAAA": 2093, "GGTGAAAA": 2094, "AAAAAGAT": 2095, "CCGGCAAA": 2096, "AAATCAAT": 2097, "CGGCCCAG": 2098, "AAAAAGCA": 2099, "GCGTGGCC": 2100, "AAACGGCG": 2101, "GTTGATGA": 2102, "CGCCCCAG": 2103, "CGCGCACG": 2104, "ATTAATGA": 2105, "ATTTCCGC": 2106, "AAAAAGGC": 2107, "ACAAAAAA": 2108, "CCGAGGAA": 2109, "CCGCGAAG": 2110, "ATGCCGGA": 2111, "CGCCAGTC": 2112, "GGCGGATA": 2113, "CAGCCGGA": 2114, "AGCGGCAC": 2115, "TGGTGGAA": 2116, "CAGGATCG": 2117, "AAAGCCGC": 2118, "CCTCCAGG": 2119, "CTTTTTCC": 2120, "ACAGCACC": 2121, "AGAAAAAT": 2122, "GCAGCGGA": 2123, "AAAGCGAT": 2124, "GAAACCGC": 2125, "ACGCTGAA": 2126, "CATCAATA": 2127, "CGGCTACC": 2128, "CGGCGTAG": 2129, "GCAGGAAA": 2130, "GATAAAGA": 2131, "CCAGACCA": 2132, "ATGCAGGC": 2133, "CAGAAAAA": 2134, "GAAATCGC": 2135, "CCATCATC": 2136, "CCGCGCAC": 2137, "TTAAAGAA": 2138, "AAAGCGCG": 2139, "CGTTGAGC": 2140, "GACGACGA": 2141, "CTCGATGC": 2142, "ACCCGGCC": 2143, "GACCTGCC": 2144, "ATCGCTGG": 2145, "GATGGTGC": 2146, "CGCTACGC": 2147, "GACCTGCA": 2148, "CACCCGCA": 2149, "AAAAACTG": 2150, "CAGTTGCC": 2151, "CTCGCTGA": 2152, "CTTCTTCC": 2153, "CTCGCCAG": 2154, "GGCGAACC": 2155, "CGGAACAG": 2156, "CCCCGGCC": 2157, "AGGCGTCG": 2158, "ACCTGACC": 2159, "ACGGCACC": 2160, "CGATAGCG": 2161, "AAATATTA": 2162, "GCGATACC": 2163, "CAGCGGGA": 2164, "CTGCGGCC": 2165, "TCCAGCAA": 2166, "AGCGTGGC": 2167, "ATGCCGAA": 2168, "GCACGCGC": 2169, "CCGGTCGC": 2170, "CCGGCCGA": 2171, "CACCGTCG": 2172, "GACCCGCA": 2173, "CATCACCC": 2174, "CAGTTCCA": 2175, "ATTTTTTG": 2176, "GTCGCCCA": 2177, "TTCTTCAA": 2178, "CGTTCCAG": 2179, "ACGACGCC": 2180, "CCTGCAGG": 2181, "GCAGCGAA": 2182, "AACAGCAC": 2183, "AGCAGCCG": 2184, "CAGCTGGA": 2185, "CGAAGAAC": 2186, "CGCCGCAA": 2187, "ATGGCCGG": 2188, "ATCAGCCA": 2189, "CCGGAAAA": 2190, "AAAAATTT": 2191, "CTCCACCA": 2192, "CAGCACCC": 2193, "CCCCAGCG": 2194, "GGAAAAAC": 2195, "CAACCTGA": 2196, "CAGGCGAC": 2197, "ACCTGCGG": 2198, "CCGGTGAA": 2199, "GGCCATCA": 2200, "GCAGTTCC": 2201, "CGGCAATA": 2202, "CCGATCGC": 2203, "GCCAGGTA": 2204, "CTGACCAG": 2205, "GCACTGGC": 2206, "AGTCGCCG": 2207, "GTGGTGGA": 2208, "AGGATCAG": 2209, "AGCTGTTC": 2210, "CTCGCCCA": 2211, "AAAACAAA": 2212, "ATCTCGCC": 2213, "AGCAGCAT": 2214, "CCAGTACC": 2215, "AGTCGCTG": 2216, "CACCGAGG": 2217, "CGTTGCAG": 2218, "GGCGTTAA": 2219, "AACCGCGC": 2220, "CGCCATGA": 2221, "AAATTTAA": 2222, "CGCGTTGC": 2223, "GCGCAACA": 2224, "CAGCGTGA": 2225, "GATGGTGA": 2226, "GCGACCAC": 2227, "CATCCGCA": 2228, "CGAAACGC": 2229, "ATGATAAA": 2230, "GCGTCACC": 2231, "AAGATAAA": 2232, "GGCTTCCA": 2233, "GAAGCTGA": 2234, "CCTGAGCG": 2235, "GCGGAACA": 2236, "AAATCAGC": 2237, "AGGCCTTC": 2238, "AGCACCGG": 2239, "CCCGGGCG": 2240, "CGATTTCC": 2241, "CGGTGAAC": 2242, "GCGCGCAC": 2243, "CGCTCGAC": 2244, "CCTCGATC": 2245, "CCTGACCA": 2246, "CCGGGCAA": 2247, "ATGGCGTC": 2248, "CCTGGAAA": 2249, "GGCGTCCA": 2250, "TAAAATCA": 2251, "ACCGCTGC": 2252, "AGTCGGCG": 2253, "AAAACAGC": 2254, "TCGGCGCA": 2255, "ACTGGTCG": 2256, "AATAATGA": 2257, "CGGGCCGA": 2258, "GCCGCACC": 2259, "CAGGGCAA": 2260, "GCCATCAC": 2261, "GCTTCGAC": 2262, "CACCGACG": 2263, "GATGATCA": 2264, "GCAGACGC": 2265, "TCGGCAAA": 2266, "GTCGCGGA": 2267, "GCGATGAC": 2268, "CAGCAGAC": 2269, "TGGCCGAA": 2270, "AGGAACTG": 2271, "ATTTCATC": 2272, "AGGCGAAG": 2273, "AAAGCGCC": 2274, "CCACGCGC": 2275, "ACCCAGGC": 2276, "AATTTCAT": 2277, "AAAGGCGA": 2278, "CACCAGGG": 2279, "AGCGACAG": 2280, "CAATAAAA": 2281, "AATTTTTC": 2282, "AAGGCCTG": 2283, "AATATCAA": 2284, "CGTGCAGC": 2285, "AAAATCGC": 2286, "ATCACCAT": 2287, "CACCTCGC": 2288, "GCTGACGA": 2289, "CCCTGCAG": 2290, "GTCGACCA": 2291, "CAAAAATA": 2292, "GCCGGATA": 2293, "CCTTTTTC": 2294, "CAGGAAGA": 2295, "CCAGGTCA": 2296, "ACCGGGCG": 2297, "AACGGCTG": 2298, "CGCCCGGA": 2299, "GCGGGCAA": 2300, "GATAAAGC": 2301, "CAGCCCCA": 2302, "ACCGTCGC": 2303, "CAAGGGCG": 2304, "GGAACGCC": 2305, "AAAACGGC": 2306, "GACCCTGC": 2307, "CGGGCGAC": 2308, "ACGCCGTC": 2309, "ATGCCAGC": 2310, "CGGAAAGC": 2311, "TTATAAAA": 2312, "GCTTTCCA": 2313, "CAGGAAAA": 2314, "CCCGGCAA": 2315, "CAGGTTGG": 2316, "CGGCATGA": 2317, "CTGCACGC": 2318, "AGTTCCAG": 2319, "ACGCCGCA": 2320, "CAGGAAGG": 2321, "GCCTTGCC": 2322, "CAAGGCGC": 2323, "GCGGATGA": 2324, "AGGCCTGC": 2325, "AAACAAAA": 2326, "GGGCGAAC": 2327, "AGACCGGC": 2328, "ATATTTTC": 2329, "AGCGCGAG": 2330, "ACTCGCCG": 2331, "ATCGACCA": 2332, "CGCAGCAA": 2333, "AGGTCAGC": 2334, "ACCGCATC": 2335, "CCGACCAC": 2336, "AGTTGCGC": 2337, "GACAGCGA": 2338, "AGCCGATC": 2339, "AGGCGGGC": 2340, "CGTGCGCC": 2341, "CGGAAAAA": 2342, "GGCATCCA": 2343, "CTGCCGAC": 2344, "CAGCTGCG": 2345, "GCGATCAC": 2346, "AAAGAAGA": 2347, "ATCATTAA": 2348, "CTGGTTGC": 2349, "CCGGAAGA": 2350, "CTGCCGTC": 2351, "TCGATGAA": 2352, "AAATGGCG": 2353, "CGTTGACC": 2354, "CTGGATAA": 2355, "TATCAATA": 2356, "GAAAACGC": 2357, "GCAGAAAA": 2358, "GCTACGCC": 2359, "CGAGGCCA": 2360, "AGGTGATC": 2361, "CGCCGTAG": 2362, "AGGATCGC": 2363, "ATGGCTGG": 2364, "CGGCAAGA": 2365, "AAATATAA": 2366, "ATTAAAGA": 2367, "CGGCGTAC": 2368, "GACGATGA": 2369, "ATCACGCC": 2370, "GCCGATAA": 2371, "TGGCAAAA": 2372, "ATCGGCAC": 2373, "GCGTCGAC": 2374, "ATGCTGCG": 2375, "GAAACGCC": 2376, "AGAAGCTG": 2377, "GATCAGCC": 2378, "GCCCTCGC": 2379, "ACCTCGAC": 2380, "CTGACGGC": 2381, "CGCTTTCA": 2382, "ATGCTGGA": 2383, "CGCATGGC": 2384, "GCAGGAAC": 2385, "CGCAGTTC": 2386, "CTGGTCAA": 2387, "CACCCGCC": 2388, "CAGCGATG": 2389, "ATATTGAA": 2390, "CCCAGCTC": 2391, "TCAGCGAA": 2392, "CAGATCGA": 2393, "CTGGGCAA": 2394, "CGCAGGAA": 2395, "ATTTTATC": 2396, "TTATCAAA": 2397, "CAGGATGC": 2398, "CGGTTCGC": 2399, "GCCGGTAA": 2400, "CAGGCAGG": 2401, "CGGTCATC": 2402, "CCTGTTCA": 2403, "AGCAACAG": 2404, "GCCAGAGC": 2405, "CACCACCC": 2406, "AGCGGCCA": 2407, "ATGCTGCC": 2408, "TTTCAAAA": 2409, "CAGGTGCA": 2410, "AAATTGAA": 2411, "ACGCCCGG": 2412, "ATAAAGAT": 2413, "AAACGCCA": 2414, "AAACCGCC": 2415, "ATACCGGC": 2416, "CATCAACG": 2417, "ACATCATC": 2418, "CGAGGTGC": 2419, "GTCAGCCA": 2420, "CGGGATCA": 2421, "GTGCGCGA": 2422, "GCGCGGGA": 2423, "GATGACGC": 2424, "CCGTGGCC": 2425, "CGTTTTTC": 2426, "CCGCTTCA": 2427, "TCAATAAA": 2428, "GATATTGA": 2429, "AACGGCGT": 2430, "AGCAGCCA": 2431, "CCGCATCC": 2432, "GGCGAGAA": 2433, "ACCCGCGA": 2434, "AGGTGCGC": 2435, "CCGTTGGC": 2436, "AGATGGCG": 2437, "ACGACGGC": 2438, "ACTGCCGC": 2439, "ACACCGCC": 2440, "GTTGAGCA": 2441, "AACGCCAC": 2442, "AAAACCGC": 2443, "CTTCAGGC": 2444, "GCTGCACC": 2445, "CCTGGTGA": 2446, "GCCAGTAC": 2447, "GCCTGCCC": 2448, "GCCGTTCA": 2449, "CAGCGAAA": 2450, "ATCGACGG": 2451, "ATATAAAA": 2452, "AACTGGTC": 2453, "AGTTGCCG": 2454, "ATTTCTTC": 2455, "ATCAGGAT": 2456, "GGGCGCGA": 2457, "AATCATCA": 2458, "ATATTTTA": 2459, "AGGCGGCA": 2460, "ATGTCGCC": 2461, "GAAAAAAC": 2462, "CCGTGCCG": 2463, "AAGAAATT": 2464, "AGCAGCTG": 2465, "CTGTCGGC": 2466, "AATAAAGA": 2467, "GCCGACAA": 2468, "CCTGATGA": 2469, "ACGGCGCT": 2470, "AGCGTTTC": 2471, "CGCTTGCC": 2472, "AATATCAT": 2473, "GCGGTGAC": 2474, "ATTAAATA": 2475, "AATACCGC": 2476, "AAGCTGAA": 2477, "ATATTAAT": 2478, "GAAGATCA": 2479, "AACACCAG": 2480, "GAAAGCGA": 2481, "CTGCCAGA": 2482, "ATCGCTTC": 2483, "GCCTGAAC": 2484, "GTCGCCAC": 2485, "ACGATCAG": 2486, "GAAAAACA": 2487, "AGATGCTG": 2488, "CCGGTGAC": 2489, "GAACGCGC": 2490, "ACCAGGTG": 2491, "CCCTGGTC": 2492, "GGCGGGAA": 2493, "CGCTGCAC": 2494, "CCTGTCGC": 2495, "AAGCTGCT": 2496, "CGTTGGCC": 2497, "ACATCACC": 2498, "ATATCGGC": 2499, "AAATAATG": 2500, "AGCTGGAG": 2501, "GGCCGGGA": 2502, "ATCGACAA": 2503, "GAACACCA": 2504, "ATTATCAA": 2505, "ATATTCAT": 2506, "AAGATGAA": 2507, "GTGCAGCA": 2508, "GATCTCGC": 2509, "CGGGCTGA": 2510, "AAACGCGC": 2511, "CGCGGCCC": 2512, "AATGATGA": 2513, "CATGCGCC": 2514, "CAGGGTGG": 2515, "CAGGCAGC": 2516, "CGGAAACC": 2517, "ATTTATCA": 2518, "TCGCCAGA": 2519, "ACGATGCC": 2520, "GTTCTTCA": 2521, "AAAAAAAC": 2522, "ACGCGGTG": 2523, "CGGCAGAA": 2524, "AAGCCGCG": 2525, "AATTATTA": 2526, "CGATGAAA": 2527, "CAACATCA": 2528, "AACTGCTC": 2529, "CGAACGCG": 2530, "GGTCATCA": 2531, "CAGGCCCG": 2532, "ACACCAGC": 2533, "CAAAAAAA": 2534, "AAAATCAG": 2535, "GGCAGCAA": 2536, "GCGGCCGC": 2537, "AGCCCGCC": 2538, "TCGCGGAA": 2539, "CGTTTTCC": 2540, "GGCAGCAC": 2541, "AGCCGATG": 2542, "CCTGGACC": 2543, "ATCGAGGC": 2544, "CAATCGCC": 2545, "GGCAAGCC": 2546, "CTGGAAAC": 2547, "TATTGAAA": 2548, "TAATGAAA": 2549, "AACTGCCG": 2550, "GAAAAAAA": 2551, "CCGTCGAG": 2552, "CGGGGCGA": 2553, "CCCGCGAC": 2554, "AGATCCGC": 2555, "CGGTGGAG": 2556, "ACCGCGAT": 2557, "CGGTCACC": 2558, "CTGGCGTA": 2559, "CGCGATGA": 2560, "GCGATGGA": 2561, "GCGGCCAC": 2562, "ATGCCGAG": 2563, "GACCATCA": 2564, "CCGACCCG": 2565, "CACCTTCA": 2566, "AATGCCGG": 2567, "CGAAGCCC": 2568, "AAGGCGAA": 2569, "CCAGGCAG": 2570, "ACCTGGAA": 2571, "GGCCTGAA": 2572, "CCGCTGTC": 2573, "ACGCAGGC": 2574, "GGGCGATA": 2575, "CAGCGACC": 2576, "CGACAGGC": 2577, "GCGGGAAA": 2578, "CTGCCGAA": 2579, "CGCGGGCA": 2580, "ACGGCAAC": 2581, "CAACCGCC": 2582, "ACGGCAAG": 2583, "CAGCAAGG": 2584, "CTTGCGCA": 2585, "CGGAAATC": 2586, "GCAGGTGA": 2587, "CATTAAAA": 2588, "GGCCTGAC": 2589, "GGTATCGA": 2590, "CGAAGGCA": 2591, "CTTCACCC": 2592, "GCTGCGGA": 2593, "CGCAGGCA": 2594, "ATGGTCAG": 2595, "CCGGAAGC": 2596, "CCTTGGCC": 2597, "AAAAAAGG": 2598, "CGGGTCAG": 2599, "TTCAAAAA": 2600, "ATGGCCGA": 2601, "AAATGATT": 2602, "CGAACTCG": 2603, "CTACCGCC": 2604, "CGCGGCAC": 2605, "AGCATGGC": 2606, "CCTTCATC": 2607, "GGCAATCA": 2608, "CTCGGTGA": 2609, "CCACCGGG": 2610, "GCCGGTAC": 2611, "CTATCGCC": 2612, "ACCTGATG": 2613, "CTGGCAAA": 2614, "GTTTTCCA": 2615, "ATTTTCAG": 2616, "GCGCGATA": 2617, "AAAATTTA": 2618, "GAAGCGGA": 2619, "AATGAAAT": 2620, "CAGCGCAC": 2621, "CCATCTGC": 2622, "AGACCAGC": 2623, "CTTCCACC": 2624, "AATAATCA": 2625, "GATCGTCA": 2626, "AAATTTTA": 2627, "ATCATCAC": 2628, "CACCGAGC": 2629, "CACGCCAG": 2630, "CGCCATTC": 2631, "AAACCAGC": 2632, "CGTGCTGA": 2633, "AGGCGACG": 2634, "CGTTTCGC": 2635, "GCCGTCCA": 2636, "CGAGCATC": 2637, "AATTTAAT": 2638, "ATCATCGG": 2639, "CCAGGACG": 2640, "CAGTTGGC": 2641, "CGACGTGC": 2642, "CATAAAAA": 2643, "AACCAGGC": 2644, "GCGAAACC": 2645, "ATTTCCAG": 2646, "AGCCTGCC": 2647, "AAAAAAAG": 2648, "ACCAGCCC": 2649, "CCACTGGC": 2650, "CGGGGCGC": 2651, "CCACCTCG": 2652, "GCCGCTCA": 2653, "ATGATCGC": 2654, "CGCTGTCC": 2655, "CACCCAGC": 2656, "TCAGCGCA": 2657, "CCCCGGCA": 2658, "TTAATGAA": 2659, "AGAACAGC": 2660, "CGAAGATC": 2661, "CATCTGGC": 2662, "CGAGCAGA": 2663, "CCATTGCC": 2664, "ACCCAGCG": 2665, "ACTTCCAG": 2666, "GATCCGGC": 2667, "AGCCGCGA": 2668, "GCGGACGC": 2669, "GACGGTGA": 2670, "CGGATGCC": 2671, "AGGAAGCC": 2672, "ATCAAAAT": 2673, "GAGGCCGC": 2674, "GCCAAGGC": 2675, "TCGCGGCA": 2676, "ATTCGCCA": 2677, "CACCCAGG": 2678, "CTGATGCC": 2679, "AATATTGA": 2680, "ACCACGGC": 2681, "ATATCAAT": 2682, "GTTTTTTA": 2683, "CAACCAGG": 2684, "CCCTGACC": 2685, "CGACACCG": 2686, "ACAACGCC": 2687, "CCGCGAAC": 2688, "GAGATCGA": 2689, "ATCACCCG": 2690, "CGATAAAA": 2691, "ACTTCATC": 2692, "CTTCACGC": 2693, "CGCGGTCA": 2694, "GACCGCGA": 2695, "GATGCAGC": 2696, "CTGATGCA": 2697, "CATTTTTC": 2698, "CTTTATCA": 2699, "GCAAGGGC": 2700, "AAGCTGGT": 2701, "CAGCGAGA": 2702, "CGAACACC": 2703, "GAAGTCGA": 2704, "GCGCGTCA": 2705, "TGAATAAA": 2706, "CCACGGCA": 2707, "ATGTCGGC": 2708, "CGAGGACG": 2709, "CGGGGTGA": 2710, "CCGTGCGC": 2711, "GCCAGAAA": 2712, "CTTCTTTA": 2713, "ATCATCGA": 2714, "GAACAGCC": 2715, "ACCGCCGT": 2716, "TAATAATA": 2717, "AAAAATAC": 2718, "CCCGGCAC": 2719, "CGACCAGA": 2720, "CGGCATTC": 2721, "AGCACGGC": 2722, "GCCAGAAC": 2723, "AGCGGATC": 2724, "CAGTTCCG": 2725, "AGCGACGC": 2726, "AGGCGGAA": 2727, "TCGTCGAA": 2728, "ATCGAGCA": 2729, "CGCTGGTA": 2730, "TCAAAAAA": 2731, "CGCTGCAA": 2732, "ATGCTGAA": 2733, "AGGTGCAG": 2734, "GTGGGCGA": 2735, "AGCTTGCC": 2736, "CGCGCTCC": 2737, "AATGGCGG": 2738, "CCGGTAAA": 2739, "AGCGAGGC": 2740, "AGCCCAGC": 2741, "ACCGCCCG": 2742, "AGCTGATC": 2743, "GCAGGAGC": 2744, "AGATAAAA": 2745, "CGGGTGGC": 2746, "ATGCCGGG": 2747, "TATCGGCA": 2748, "AGGTGATG": 2749, "GGCACCGA": 2750, "ACCATCAC": 2751, "CCCGCGAG": 2752, "AGCAACGC": 2753, "ATCAGGAA": 2754, "CGCCTCCA": 2755, "CATCCTCG": 2756, "TCCGGCCA": 2757, "GACGGCCA": 2758, "ACCACCAT": 2759, "ATGATGGC": 2760, "CTGATGGA": 2761, "ACAACCTG": 2762, "ATTTTTAC": 2763, "AAATTGAT": 2764, "ATTTAATA": 2765, "CAGCATGA": 2766, "ATGCAGCG": 2767, "ACTTCGGC": 2768, "GGCGCCAA": 2769, "CGCCAACA": 2770, "CAGGCGTC": 2771, "GGCAAAAC": 2772, "GATGACCA": 2773, "AAGCGCCA": 2774, "AAAGCCTG": 2775, "GAGCGGCA": 2776, "GTTGACCA": 2777, "CTGTTGCA": 2778, "AAATAAAG": 2779, "GCAATCGC": 2780, "AGGAAGCG": 2781, "ACCGCCTC": 2782, "AGACCGCC": 2783, "GCCATCCA": 2784, "GTTAAAAA": 2785, "ACCGTGGC": 2786, "CCCGCGCA": 2787, "GTGATCGA": 2788, "CGGCTTTC": 2789, "AAGCTGGA": 2790, "CCGATCCG": 2791, "AGATCGTC": 2792, "ACGCTGAC": 2793, "TAAAAACA": 2794, "CGCGATCA": 2795, "GCGGATAA": 2796, "CGCCAATC": 2797, "CTCTTCCA": 2798, "GATCTTCA": 2799, "CCATCCGG": 2800, "AATGGCTG": 2801, "CGTTCTTC": 2802, "CCGCGACA": 2803, "TGGATGAA": 2804, "GGTGGAGA": 2805, "AATATTCA": 2806, "AACTGGGC": 2807, "GGTTTCCA": 2808, "GCCGTAGC": 2809, "CAACGCCC": 2810, "AATCAAAA": 2811, "CAATATCA": 2812, "GCAAACGC": 2813, "ATCCCGCC": 2814, "CCTGGATC": 2815, "CAGGGTCG": 2816, "TGGCGACA": 2817, "GCCGCAAC": 2818, "GCATGGGC": 2819, "GGCGGTAC": 2820, "CGCCCACG": 2821, "GTGATGAA": 2822, "AGGGTCAG": 2823, "CATCACGC": 2824, "CTTCAGCC": 2825, "AACCAGCA": 2826, "CCGCACGC": 2827, "GACATCGC": 2828, "ATCTTCAT": 2829, "TCCGCCGA": 2830, "CGCAGACC": 2831, "CCTGGTCA": 2832, "CAAGCGCC": 2833, "CCATGGCC": 2834, "AGCGGGTC": 2835, "CGCTCTGC": 2836, "CCGAACGC": 2837, 